Revit 2027 API
ParameterTypeId.StructuralElevationAtBottomSurvey Property
 "Elevation at Bottom Survey"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralElevationAtBottomSurvey { get; }
Public Shared ReadOnly Property StructuralElevationAtBottomSurvey As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralElevationAtBottomSurvey {
	ForgeTypeId^ get ();
}
static member StructuralElevationAtBottomSurvey : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace